export const DISTRICT_LIST = [
  {
    pid: '1001',
    v: 'พระนคร',
    ppid: '10',
  },
  {
    pid: '1002',
    v: 'ดุสิต',
    ppid: '10',
  },
  {
    pid: '1003',
    v: 'หนองจอก',
    ppid: '10',
  },
  {
    pid: '1004',
    v: 'บางรัก',
    ppid: '10',
  },
  {
    pid: '1005',
    v: 'บางเขน',
    ppid: '10',
  },
  {
    pid: '1006',
    v: 'บางกะปิ',
    ppid: '10',
  },
  {
    pid: '1007',
    v: 'ปทุมวัน',
    ppid: '10',
  },
  {
    pid: '1008',
    v: 'ป้อมปราบศัตรูพ่าย',
    ppid: '10',
  },
  {
    pid: '1009',
    v: 'พระโขนง',
    ppid: '10',
  },
  {
    pid: '1010',
    v: 'มีนบุรี',
    ppid: '10',
  },
  {
    pid: '1011',
    v: 'ลาดกระบัง',
    ppid: '10',
  },
  {
    pid: '1012',
    v: 'ยานนาวา',
    ppid: '10',
  },
  {
    pid: '1013',
    v: 'สัมพันธวงศ์',
    ppid: '10',
  },
  {
    pid: '1014',
    v: 'พญาไท',
    ppid: '10',
  },
  {
    pid: '1015',
    v: 'ธนบุรี',
    ppid: '10',
  },
  {
    pid: '1016',
    v: 'บางกอกใหญ่',
    ppid: '10',
  },
  {
    pid: '1017',
    v: 'ห้วยขวาง',
    ppid: '10',
  },
  {
    pid: '1018',
    v: 'คลองสาน',
    ppid: '10',
  },
  {
    pid: '1019',
    v: 'ตลิ่งชัน',
    ppid: '10',
  },
  {
    pid: '1020',
    v: 'บางกอกน้อย',
    ppid: '10',
  },
  {
    pid: '1021',
    v: 'บางขุนเทียน',
    ppid: '10',
  },
  {
    pid: '1022',
    v: 'ภาษีเจริญ',
    ppid: '10',
  },
  {
    pid: '1023',
    v: 'หนองแขม',
    ppid: '10',
  },
  {
    pid: '1024',
    v: 'ราษฎร์บูรณะ',
    ppid: '10',
  },
  {
    pid: '1025',
    v: 'บางพลัด',
    ppid: '10',
  },
  {
    pid: '1026',
    v: 'ดินแดง',
    ppid: '10',
  },
  {
    pid: '1027',
    v: 'บึงกุ่ม',
    ppid: '10',
  },
  {
    pid: '1028',
    v: 'สาทร',
    ppid: '10',
  },
  {
    pid: '1029',
    v: 'บางซื่อ',
    ppid: '10',
  },
  {
    pid: '1030',
    v: 'จตุจักร',
    ppid: '10',
  },
  {
    pid: '1031',
    v: 'บางคอแหลม',
    ppid: '10',
  },
  {
    pid: '1032',
    v: 'ประเวศ',
    ppid: '10',
  },
  {
    pid: '1033',
    v: 'คลองเตย',
    ppid: '10',
  },
  {
    pid: '1034',
    v: 'สวนหลวง',
    ppid: '10',
  },
  {
    pid: '1035',
    v: 'จอมทอง',
    ppid: '10',
  },
  {
    pid: '1036',
    v: 'ดอนเมือง',
    ppid: '10',
  },
  {
    pid: '1037',
    v: 'ราชเทวี',
    ppid: '10',
  },
  {
    pid: '1038',
    v: 'ลาดพร้าว',
    ppid: '10',
  },
  {
    pid: '1039',
    v: 'วัฒนา',
    ppid: '10',
  },
  {
    pid: '1040',
    v: 'บางแค',
    ppid: '10',
  },
  {
    pid: '1041',
    v: 'หลักสี่',
    ppid: '10',
  },
  {
    pid: '1042',
    v: 'สายไหม',
    ppid: '10',
  },
  {
    pid: '1043',
    v: 'คันนายาว',
    ppid: '10',
  },
  {
    pid: '1044',
    v: 'สะพานสูง',
    ppid: '10',
  },
  {
    pid: '1045',
    v: 'วังทองหลาง',
    ppid: '10',
  },
  {
    pid: '1046',
    v: 'คลองสามวา',
    ppid: '10',
  },
  {
    pid: '1047',
    v: 'บางนา',
    ppid: '10',
  },
  {
    pid: '1048',
    v: 'ทวีวัฒนา',
    ppid: '10',
  },
  {
    pid: '1049',
    v: 'ทุ่งครุ',
    ppid: '10',
  },
  {
    pid: '1050',
    v: 'บางบอน',
    ppid: '10',
  },
  {
    pid: '1101',
    v: 'เมืองสมุทรปราการ',
    ppid: '11',
  },
  {
    pid: '1102',
    v: 'บางบ่อ',
    ppid: '11',
  },
  {
    pid: '1103',
    v: 'บางพลี',
    ppid: '11',
  },
  {
    pid: '1104',
    v: 'พระประแดง',
    ppid: '11',
  },
  {
    pid: '1105',
    v: 'พระสมุทรเจดีย์',
    ppid: '11',
  },
  {
    pid: '1106',
    v: 'บางเสาธง',
    ppid: '11',
  },
  {
    pid: '1201',
    v: 'เมืองนนทบุรี',
    ppid: '12',
  },
  {
    pid: '1202',
    v: 'บางกรวย',
    ppid: '12',
  },
  {
    pid: '1203',
    v: 'บางใหญ่',
    ppid: '12',
  },
  {
    pid: '1204',
    v: 'บางบัวทอง',
    ppid: '12',
  },
  {
    pid: '1205',
    v: 'ไทรน้อย',
    ppid: '12',
  },
  {
    pid: '1206',
    v: 'ปากเกร็ด',
    ppid: '12',
  },
  {
    pid: '1301',
    v: 'เมืองปทุมธานี',
    ppid: '13',
  },
  {
    pid: '1302',
    v: 'คลองหลวง',
    ppid: '13',
  },
  {
    pid: '1303',
    v: 'ธัญบุรี',
    ppid: '13',
  },
  {
    pid: '1304',
    v: 'หนองเสือ',
    ppid: '13',
  },
  {
    pid: '1305',
    v: 'ลาดหลุมแก้ว',
    ppid: '13',
  },
  {
    pid: '1306',
    v: 'ลำลูกกา',
    ppid: '13',
  },
  {
    pid: '1307',
    v: 'สามโคก',
    ppid: '13',
  },
  {
    pid: '1401',
    v: 'พระนครศรีอยุธยา',
    ppid: '14',
  },
  {
    pid: '1402',
    v: 'ท่าเรือ',
    ppid: '14',
  },
  {
    pid: '1403',
    v: 'นครหลวง',
    ppid: '14',
  },
  {
    pid: '1404',
    v: 'บางไทร',
    ppid: '14',
  },
  {
    pid: '1405',
    v: 'บางบาล',
    ppid: '14',
  },
  {
    pid: '1406',
    v: 'บางปะอิน',
    ppid: '14',
  },
  {
    pid: '1407',
    v: 'บางปะหัน',
    ppid: '14',
  },
  {
    pid: '1408',
    v: 'ผักไห่',
    ppid: '14',
  },
  {
    pid: '1409',
    v: 'ภาชี',
    ppid: '14',
  },
  {
    pid: '1410',
    v: 'ลาดบัวหลวง',
    ppid: '14',
  },
  {
    pid: '1411',
    v: 'วังน้อย',
    ppid: '14',
  },
  {
    pid: '1412',
    v: 'เสนา',
    ppid: '14',
  },
  {
    pid: '1413',
    v: 'บางซ้าย',
    ppid: '14',
  },
  {
    pid: '1414',
    v: 'อุทัย',
    ppid: '14',
  },
  {
    pid: '1415',
    v: 'มหาราช',
    ppid: '14',
  },
  {
    pid: '1416',
    v: 'บ้านแพรก',
    ppid: '14',
  },
  {
    pid: '1501',
    v: 'เมืองอ่างทอง',
    ppid: '15',
  },
  {
    pid: '1502',
    v: 'ไชโย',
    ppid: '15',
  },
  {
    pid: '1503',
    v: 'ป่าโมก',
    ppid: '15',
  },
  {
    pid: '1504',
    v: 'โพธิ์ทอง',
    ppid: '15',
  },
  {
    pid: '1505',
    v: 'แสวงหา',
    ppid: '15',
  },
  {
    pid: '1506',
    v: 'วิเศษชัยชาญ',
    ppid: '15',
  },
  {
    pid: '1507',
    v: 'สามโก้',
    ppid: '15',
  },
  {
    pid: '1601',
    v: 'เมืองลพบุรี',
    ppid: '16',
  },
  {
    pid: '1602',
    v: 'พัฒนานิคม',
    ppid: '16',
  },
  {
    pid: '1603',
    v: 'โคกสำโรง',
    ppid: '16',
  },
  {
    pid: '1604',
    v: 'ชัยบาดาล',
    ppid: '16',
  },
  {
    pid: '1605',
    v: 'ท่าวุ้ง',
    ppid: '16',
  },
  {
    pid: '1606',
    v: 'บ้านหมี่',
    ppid: '16',
  },
  {
    pid: '1607',
    v: 'ท่าหลวง',
    ppid: '16',
  },
  {
    pid: '1608',
    v: 'สระโบสถ์',
    ppid: '16',
  },
  {
    pid: '1609',
    v: 'โคกเจริญ',
    ppid: '16',
  },
  {
    pid: '1610',
    v: 'ลำสนธิ',
    ppid: '16',
  },
  {
    pid: '1611',
    v: 'หนองม่วง',
    ppid: '16',
  },
  {
    pid: '1701',
    v: 'เมืองสิงห์บุรี',
    ppid: '17',
  },
  {
    pid: '1702',
    v: 'บางระจัน',
    ppid: '17',
  },
  {
    pid: '1703',
    v: 'ค่ายบางระจัน',
    ppid: '17',
  },
  {
    pid: '1704',
    v: 'พรหมบุรี',
    ppid: '17',
  },
  {
    pid: '1705',
    v: 'ท่าช้าง',
    ppid: '17',
  },
  {
    pid: '1706',
    v: 'อินทร์บุรี',
    ppid: '17',
  },
  {
    pid: '1801',
    v: 'เมืองชัยนาท',
    ppid: '18',
  },
  {
    pid: '1802',
    v: 'มโนรมย์',
    ppid: '18',
  },
  {
    pid: '1803',
    v: 'วัดสิงห์',
    ppid: '18',
  },
  {
    pid: '1804',
    v: 'สรรพยา',
    ppid: '18',
  },
  {
    pid: '1805',
    v: 'สรรคบุรี',
    ppid: '18',
  },
  {
    pid: '1806',
    v: 'หันคา',
    ppid: '18',
  },
  {
    pid: '1807',
    v: 'หนองมะโมง',
    ppid: '18',
  },
  {
    pid: '1808',
    v: 'เนินขาม',
    ppid: '18',
  },
  {
    pid: '1901',
    v: 'เมืองสระบุรี',
    ppid: '19',
  },
  {
    pid: '1902',
    v: 'แก่งคอย',
    ppid: '19',
  },
  {
    pid: '1903',
    v: 'หนองแค',
    ppid: '19',
  },
  {
    pid: '1904',
    v: 'วิหารแดง',
    ppid: '19',
  },
  {
    pid: '1905',
    v: 'หนองแซง',
    ppid: '19',
  },
  {
    pid: '1906',
    v: 'บ้านหมอ',
    ppid: '19',
  },
  {
    pid: '1907',
    v: 'ดอนพุด',
    ppid: '19',
  },
  {
    pid: '1908',
    v: 'หนองโดน',
    ppid: '19',
  },
  {
    pid: '1909',
    v: 'พระพุทธบาท',
    ppid: '19',
  },
  {
    pid: '1910',
    v: 'เสาไห้',
    ppid: '19',
  },
  {
    pid: '1911',
    v: 'มวกเหล็ก',
    ppid: '19',
  },
  {
    pid: '1912',
    v: 'วังม่วง',
    ppid: '19',
  },
  {
    pid: '1913',
    v: 'เฉลิมพระเกียรติ',
    ppid: '19',
  },
  {
    pid: '2001',
    v: 'เมืองชลบุรี',
    ppid: '20',
  },
  {
    pid: '2002',
    v: 'บ้านบึง',
    ppid: '20',
  },
  {
    pid: '2003',
    v: 'หนองใหญ่',
    ppid: '20',
  },
  {
    pid: '2004',
    v: 'บางละมุง',
    ppid: '20',
  },
  {
    pid: '2005',
    v: 'พานทอง',
    ppid: '20',
  },
  {
    pid: '2006',
    v: 'พนัสนิคม',
    ppid: '20',
  },
  {
    pid: '2007',
    v: 'ศรีราชา',
    ppid: '20',
  },
  {
    pid: '2008',
    v: 'เกาะสีชัง',
    ppid: '20',
  },
  {
    pid: '2009',
    v: 'สัตหีบ',
    ppid: '20',
  },
  {
    pid: '2010',
    v: 'บ่อทอง',
    ppid: '20',
  },
  {
    pid: '2011',
    v: 'เกาะจันทร์',
    ppid: '20',
  },
  {
    pid: '2101',
    v: 'เมืองระยอง',
    ppid: '21',
  },
  {
    pid: '2102',
    v: 'บ้านฉาง',
    ppid: '21',
  },
  {
    pid: '2103',
    v: 'แกลง',
    ppid: '21',
  },
  {
    pid: '2104',
    v: 'วังจันทร์',
    ppid: '21',
  },
  {
    pid: '2105',
    v: 'บ้านค่าย',
    ppid: '21',
  },
  {
    pid: '2106',
    v: 'ปลวกแดง',
    ppid: '21',
  },
  {
    pid: '2107',
    v: 'เขาชะเมา',
    ppid: '21',
  },
  {
    pid: '2108',
    v: 'นิคมพัฒนา',
    ppid: '21',
  },
  {
    pid: '2201',
    v: 'เมืองจันทบุรี',
    ppid: '22',
  },
  {
    pid: '2202',
    v: 'ขลุง',
    ppid: '22',
  },
  {
    pid: '2203',
    v: 'ท่าใหม่',
    ppid: '22',
  },
  {
    pid: '2204',
    v: 'โป่งน้ำร้อน',
    ppid: '22',
  },
  {
    pid: '2205',
    v: 'มะขาม',
    ppid: '22',
  },
  {
    pid: '2206',
    v: 'แหลมสิงห์',
    ppid: '22',
  },
  {
    pid: '2207',
    v: 'สอยดาว',
    ppid: '22',
  },
  {
    pid: '2208',
    v: 'แก่งหางแมว',
    ppid: '22',
  },
  {
    pid: '2209',
    v: 'นายายอาม',
    ppid: '22',
  },
  {
    pid: '2210',
    v: 'เขาคิชฌกูฏ',
    ppid: '22',
  },
  {
    pid: '2301',
    v: 'เมืองตราด',
    ppid: '23',
  },
  {
    pid: '2302',
    v: 'คลองใหญ่',
    ppid: '23',
  },
  {
    pid: '2303',
    v: 'เขาสมิง',
    ppid: '23',
  },
  {
    pid: '2304',
    v: 'บ่อไร่',
    ppid: '23',
  },
  {
    pid: '2305',
    v: 'แหลมงอบ',
    ppid: '23',
  },
  {
    pid: '2306',
    v: 'เกาะกูด',
    ppid: '23',
  },
  {
    pid: '2307',
    v: 'เกาะช้าง',
    ppid: '23',
  },
  {
    pid: '2401',
    v: 'เมืองฉะเชิงเทรา',
    ppid: '24',
  },
  {
    pid: '2402',
    v: 'บางคล้า',
    ppid: '24',
  },
  {
    pid: '2403',
    v: 'บางน้ำเปรี้ยว',
    ppid: '24',
  },
  {
    pid: '2404',
    v: 'บางปะกง',
    ppid: '24',
  },
  {
    pid: '2405',
    v: 'บ้านโพธิ์',
    ppid: '24',
  },
  {
    pid: '2406',
    v: 'พนมสารคาม',
    ppid: '24',
  },
  {
    pid: '2407',
    v: 'ราชสาส์น',
    ppid: '24',
  },
  {
    pid: '2408',
    v: 'สนามชัยเขต',
    ppid: '24',
  },
  {
    pid: '2409',
    v: 'แปลงยาว',
    ppid: '24',
  },
  {
    pid: '2410',
    v: 'ท่าตะเกียบ',
    ppid: '24',
  },
  {
    pid: '2411',
    v: 'คลองเขื่อน',
    ppid: '24',
  },
  {
    pid: '2501',
    v: 'เมืองปราจีนบุรี',
    ppid: '25',
  },
  {
    pid: '2502',
    v: 'กบินทร์บุรี',
    ppid: '25',
  },
  {
    pid: '2503',
    v: 'นาดี',
    ppid: '25',
  },
  {
    pid: '2506',
    v: 'บ้านสร้าง',
    ppid: '25',
  },
  {
    pid: '2507',
    v: 'ประจันตคาม',
    ppid: '25',
  },
  {
    pid: '2508',
    v: 'ศรีมหาโพธิ',
    ppid: '25',
  },
  {
    pid: '2509',
    v: 'ศรีมโหสถ',
    ppid: '25',
  },
  {
    pid: '2601',
    v: 'เมืองนครนายก',
    ppid: '26',
  },
  {
    pid: '2602',
    v: 'ปากพลี',
    ppid: '26',
  },
  {
    pid: '2603',
    v: 'บ้านนา',
    ppid: '26',
  },
  {
    pid: '2604',
    v: 'องครักษ์',
    ppid: '26',
  },
  {
    pid: '2701',
    v: 'เมืองสระแก้ว',
    ppid: '27',
  },
  {
    pid: '2702',
    v: 'คลองหาด',
    ppid: '27',
  },
  {
    pid: '2703',
    v: 'ตาพระยา',
    ppid: '27',
  },
  {
    pid: '2704',
    v: 'วังน้ำเย็น',
    ppid: '27',
  },
  {
    pid: '2705',
    v: 'วัฒนานคร',
    ppid: '27',
  },
  {
    pid: '2706',
    v: 'อรัญประเทศ',
    ppid: '27',
  },
  {
    pid: '2707',
    v: 'เขาฉกรรจ์',
    ppid: '27',
  },
  {
    pid: '2708',
    v: 'โคกสูง',
    ppid: '27',
  },
  {
    pid: '2709',
    v: 'วังสมบูรณ์',
    ppid: '27',
  },
  {
    pid: '3001',
    v: 'เมืองนครราชสีมา',
    ppid: '30',
  },
  {
    pid: '3002',
    v: 'ครบุรี',
    ppid: '30',
  },
  {
    pid: '3003',
    v: 'เสิงสาง',
    ppid: '30',
  },
  {
    pid: '3004',
    v: 'คง',
    ppid: '30',
  },
  {
    pid: '3005',
    v: 'บ้านเหลื่อม',
    ppid: '30',
  },
  {
    pid: '3006',
    v: 'จักราช',
    ppid: '30',
  },
  {
    pid: '3007',
    v: 'โชคชัย',
    ppid: '30',
  },
  {
    pid: '3008',
    v: 'ด่านขุนทด',
    ppid: '30',
  },
  {
    pid: '3009',
    v: 'โนนไทย',
    ppid: '30',
  },
  {
    pid: '3010',
    v: 'โนนสูง',
    ppid: '30',
  },
  {
    pid: '3011',
    v: 'ขามสะแกแสง',
    ppid: '30',
  },
  {
    pid: '3012',
    v: 'บัวใหญ่',
    ppid: '30',
  },
  {
    pid: '3013',
    v: 'ประทาย',
    ppid: '30',
  },
  {
    pid: '3014',
    v: 'ปักธงชัย',
    ppid: '30',
  },
  {
    pid: '3015',
    v: 'พิมาย',
    ppid: '30',
  },
  {
    pid: '3016',
    v: 'ห้วยแถลง',
    ppid: '30',
  },
  {
    pid: '3017',
    v: 'ชุมพวง',
    ppid: '30',
  },
  {
    pid: '3018',
    v: 'สูงเนิน',
    ppid: '30',
  },
  {
    pid: '3019',
    v: 'ขามทะเลสอ',
    ppid: '30',
  },
  {
    pid: '3020',
    v: 'สีคิ้ว',
    ppid: '30',
  },
  {
    pid: '3021',
    v: 'ปากช่อง',
    ppid: '30',
  },
  {
    pid: '3022',
    v: 'หนองบุญมาก',
    ppid: '30',
  },
  {
    pid: '3023',
    v: 'แก้งสนามนาง',
    ppid: '30',
  },
  {
    pid: '3024',
    v: 'โนนแดง',
    ppid: '30',
  },
  {
    pid: '3025',
    v: 'วังน้ำเขียว',
    ppid: '30',
  },
  {
    pid: '3026',
    v: 'เทพารักษ์',
    ppid: '30',
  },
  {
    pid: '3027',
    v: 'เมืองยาง',
    ppid: '30',
  },
  {
    pid: '3028',
    v: 'พระทองคำ',
    ppid: '30',
  },
  {
    pid: '3029',
    v: 'ลำทะเมนชัย',
    ppid: '30',
  },
  {
    pid: '3030',
    v: 'บัวลาย',
    ppid: '30',
  },
  {
    pid: '3031',
    v: 'สีดา',
    ppid: '30',
  },
  {
    pid: '3032',
    v: 'เฉลิมพระเกียรติ',
    ppid: '30',
  },
  {
    pid: '3101',
    v: 'เมืองบุรีรัมย์',
    ppid: '31',
  },
  {
    pid: '3102',
    v: 'คูเมือง',
    ppid: '31',
  },
  {
    pid: '3103',
    v: 'กระสัง',
    ppid: '31',
  },
  {
    pid: '3104',
    v: 'นางรอง',
    ppid: '31',
  },
  {
    pid: '3105',
    v: 'หนองกี่',
    ppid: '31',
  },
  {
    pid: '3106',
    v: 'ละหานทราย',
    ppid: '31',
  },
  {
    pid: '3107',
    v: 'ประโคนชัย',
    ppid: '31',
  },
  {
    pid: '3108',
    v: 'บ้านกรวด',
    ppid: '31',
  },
  {
    pid: '3109',
    v: 'พุทไธสง',
    ppid: '31',
  },
  {
    pid: '3110',
    v: 'ลำปลายมาศ',
    ppid: '31',
  },
  {
    pid: '3111',
    v: 'สตึก',
    ppid: '31',
  },
  {
    pid: '3112',
    v: 'ปะคำ',
    ppid: '31',
  },
  {
    pid: '3113',
    v: 'นาโพธิ์',
    ppid: '31',
  },
  {
    pid: '3114',
    v: 'หนองหงส์',
    ppid: '31',
  },
  {
    pid: '3115',
    v: 'พลับพลาชัย',
    ppid: '31',
  },
  {
    pid: '3116',
    v: 'ห้วยราช',
    ppid: '31',
  },
  {
    pid: '3117',
    v: 'โนนสุวรรณ',
    ppid: '31',
  },
  {
    pid: '3118',
    v: 'ชำนิ',
    ppid: '31',
  },
  {
    pid: '3119',
    v: 'บ้านใหม่ไชยพจน์',
    ppid: '31',
  },
  {
    pid: '3120',
    v: 'โนนดินแดง',
    ppid: '31',
  },
  {
    pid: '3121',
    v: 'บ้านด่าน',
    ppid: '31',
  },
  {
    pid: '3122',
    v: 'แคนดง',
    ppid: '31',
  },
  {
    pid: '3123',
    v: 'เฉลิมพระเกียรติ',
    ppid: '31',
  },
  {
    pid: '3201',
    v: 'เมืองสุรินทร์',
    ppid: '32',
  },
  {
    pid: '3202',
    v: 'ชุมพลบุรี',
    ppid: '32',
  },
  {
    pid: '3203',
    v: 'ท่าตูม',
    ppid: '32',
  },
  {
    pid: '3204',
    v: 'จอมพระ',
    ppid: '32',
  },
  {
    pid: '3205',
    v: 'ปราสาท',
    ppid: '32',
  },
  {
    pid: '3206',
    v: 'กาบเชิง',
    ppid: '32',
  },
  {
    pid: '3207',
    v: 'รัตนบุรี',
    ppid: '32',
  },
  {
    pid: '3208',
    v: 'สนม',
    ppid: '32',
  },
  {
    pid: '3209',
    v: 'ศีขรภูมิ',
    ppid: '32',
  },
  {
    pid: '3210',
    v: 'สังขะ',
    ppid: '32',
  },
  {
    pid: '3211',
    v: 'ลำดวน',
    ppid: '32',
  },
  {
    pid: '3212',
    v: 'สำโรงทาบ',
    ppid: '32',
  },
  {
    pid: '3213',
    v: 'บัวเชด',
    ppid: '32',
  },
  {
    pid: '3214',
    v: 'พนมดงรัก',
    ppid: '32',
  },
  {
    pid: '3215',
    v: 'ศรีณรงค์',
    ppid: '32',
  },
  {
    pid: '3216',
    v: 'เขวาสินรินทร์',
    ppid: '32',
  },
  {
    pid: '3217',
    v: 'โนนนารายณ์',
    ppid: '32',
  },
  {
    pid: '3301',
    v: 'เมืองศรีสะเกษ',
    ppid: '33',
  },
  {
    pid: '3302',
    v: 'ยางชุมน้อย',
    ppid: '33',
  },
  {
    pid: '3303',
    v: 'กันทรารมย์',
    ppid: '33',
  },
  {
    pid: '3304',
    v: 'กันทรลักษ์',
    ppid: '33',
  },
  {
    pid: '3305',
    v: 'ขุขันธ์',
    ppid: '33',
  },
  {
    pid: '3306',
    v: 'ไพรบึง',
    ppid: '33',
  },
  {
    pid: '3307',
    v: 'ปรางค์กู่',
    ppid: '33',
  },
  {
    pid: '3308',
    v: 'ขุนหาญ',
    ppid: '33',
  },
  {
    pid: '3309',
    v: 'ราษีไศล',
    ppid: '33',
  },
  {
    pid: '3310',
    v: 'อุทุมพรพิสัย',
    ppid: '33',
  },
  {
    pid: '3311',
    v: 'บึงบูรพ์',
    ppid: '33',
  },
  {
    pid: '3312',
    v: 'ห้วยทับทัน',
    ppid: '33',
  },
  {
    pid: '3313',
    v: 'โนนคูณ',
    ppid: '33',
  },
  {
    pid: '3314',
    v: 'ศรีรัตนะ',
    ppid: '33',
  },
  {
    pid: '3315',
    v: 'น้ำเกลี้ยง',
    ppid: '33',
  },
  {
    pid: '3316',
    v: 'วังหิน',
    ppid: '33',
  },
  {
    pid: '3317',
    v: 'ภูสิงห์',
    ppid: '33',
  },
  {
    pid: '3318',
    v: 'เมืองจันทร์',
    ppid: '33',
  },
  {
    pid: '3319',
    v: 'เบญจลักษ์',
    ppid: '33',
  },
  {
    pid: '3320',
    v: 'พยุห์',
    ppid: '33',
  },
  {
    pid: '3321',
    v: 'โพธิ์ศรีสุวรรณ',
    ppid: '33',
  },
  {
    pid: '3322',
    v: 'ศิลาลาด',
    ppid: '33',
  },
  {
    pid: '3401',
    v: 'เมืองอุบลราชธานี',
    ppid: '34',
  },
  {
    pid: '3402',
    v: 'ศรีเมืองใหม่',
    ppid: '34',
  },
  {
    pid: '3403',
    v: 'โขงเจียม',
    ppid: '34',
  },
  {
    pid: '3404',
    v: 'เขื่องใน',
    ppid: '34',
  },
  {
    pid: '3405',
    v: 'เขมราฐ',
    ppid: '34',
  },
  {
    pid: '3407',
    v: 'เดชอุดม',
    ppid: '34',
  },
  {
    pid: '3408',
    v: 'นาจะหลวย',
    ppid: '34',
  },
  {
    pid: '3409',
    v: 'น้ำยืน',
    ppid: '34',
  },
  {
    pid: '3410',
    v: 'บุณฑริก',
    ppid: '34',
  },
  {
    pid: '3411',
    v: 'ตระการพืชผล',
    ppid: '34',
  },
  {
    pid: '3412',
    v: 'กุดข้าวปุ้น',
    ppid: '34',
  },
  {
    pid: '3414',
    v: 'ม่วงสามสิบ',
    ppid: '34',
  },
  {
    pid: '3415',
    v: 'วารินชำราบ',
    ppid: '34',
  },
  {
    pid: '3419',
    v: 'พิบูลมังสาหาร',
    ppid: '34',
  },
  {
    pid: '3420',
    v: 'ตาลสุม',
    ppid: '34',
  },
  {
    pid: '3421',
    v: 'โพธิ์ไทร',
    ppid: '34',
  },
  {
    pid: '3422',
    v: 'สำโรง',
    ppid: '34',
  },
  {
    pid: '3424',
    v: 'ดอนมดแดง',
    ppid: '34',
  },
  {
    pid: '3425',
    v: 'สิรินธร',
    ppid: '34',
  },
  {
    pid: '3426',
    v: 'ทุ่งศรีอุดม',
    ppid: '34',
  },
  {
    pid: '3429',
    v: 'นาเยีย',
    ppid: '34',
  },
  {
    pid: '3430',
    v: 'นาตาล',
    ppid: '34',
  },
  {
    pid: '3431',
    v: 'เหล่าเสือโก้ก',
    ppid: '34',
  },
  {
    pid: '3432',
    v: 'สว่างวีระวงศ์',
    ppid: '34',
  },
  {
    pid: '3433',
    v: 'น้ำขุ่น',
    ppid: '34',
  },
  {
    pid: '3501',
    v: 'เมืองยโสธร',
    ppid: '35',
  },
  {
    pid: '3502',
    v: 'ทรายมูล',
    ppid: '35',
  },
  {
    pid: '3503',
    v: 'กุดชุม',
    ppid: '35',
  },
  {
    pid: '3504',
    v: 'คำเขื่อนแก้ว',
    ppid: '35',
  },
  {
    pid: '3505',
    v: 'ป่าติ้ว',
    ppid: '35',
  },
  {
    pid: '3506',
    v: 'มหาชนะชัย',
    ppid: '35',
  },
  {
    pid: '3507',
    v: 'ค้อวัง',
    ppid: '35',
  },
  {
    pid: '3508',
    v: 'เลิงนกทา',
    ppid: '35',
  },
  {
    pid: '3509',
    v: 'ไทยเจริญ',
    ppid: '35',
  },
  {
    pid: '3601',
    v: 'เมืองชัยภูมิ',
    ppid: '36',
  },
  {
    pid: '3602',
    v: 'บ้านเขว้า',
    ppid: '36',
  },
  {
    pid: '3603',
    v: 'คอนสวรรค์',
    ppid: '36',
  },
  {
    pid: '3604',
    v: 'เกษตรสมบูรณ์',
    ppid: '36',
  },
  {
    pid: '3605',
    v: 'หนองบัวแดง',
    ppid: '36',
  },
  {
    pid: '3606',
    v: 'จัตุรัส',
    ppid: '36',
  },
  {
    pid: '3607',
    v: 'บำเหน็จณรงค์',
    ppid: '36',
  },
  {
    pid: '3608',
    v: 'หนองบัวระเหว',
    ppid: '36',
  },
  {
    pid: '3609',
    v: 'เทพสถิต',
    ppid: '36',
  },
  {
    pid: '3610',
    v: 'ภูเขียว',
    ppid: '36',
  },
  {
    pid: '3611',
    v: 'บ้านแท่น',
    ppid: '36',
  },
  {
    pid: '3612',
    v: 'แก้งคร้อ',
    ppid: '36',
  },
  {
    pid: '3613',
    v: 'คอนสาร',
    ppid: '36',
  },
  {
    pid: '3614',
    v: 'ภักดีชุมพล',
    ppid: '36',
  },
  {
    pid: '3615',
    v: 'เนินสง่า',
    ppid: '36',
  },
  {
    pid: '3616',
    v: 'ซับใหญ่',
    ppid: '36',
  },
  {
    pid: '3701',
    v: 'เมืองอำนาจเจริญ',
    ppid: '37',
  },
  {
    pid: '3702',
    v: 'ชานุมาน',
    ppid: '37',
  },
  {
    pid: '3703',
    v: 'ปทุมราชวงศา',
    ppid: '37',
  },
  {
    pid: '3704',
    v: 'พนา',
    ppid: '37',
  },
  {
    pid: '3705',
    v: 'เสนางคนิคม',
    ppid: '37',
  },
  {
    pid: '3706',
    v: 'หัวตะพาน',
    ppid: '37',
  },
  {
    pid: '3707',
    v: 'ลืออำนาจ',
    ppid: '37',
  },
  {
    pid: '3801',
    v: 'บึงกาฬ',
    ppid: '38',
  },
  {
    pid: '3802',
    v: 'พรเจริญ',
    ppid: '38',
  },
  {
    pid: '3803',
    v: 'โซ่พิสัย',
    ppid: '38',
  },
  {
    pid: '3804',
    v: 'เซกา',
    ppid: '38',
  },
  {
    pid: '3805',
    v: 'ปากคาด',
    ppid: '38',
  },
  {
    pid: '3806',
    v: 'บึงโขงหลง',
    ppid: '38',
  },
  {
    pid: '3807',
    v: 'ศรีวิไล',
    ppid: '38',
  },
  {
    pid: '3808',
    v: 'บุ่งคล้า',
    ppid: '38',
  },
  {
    pid: '3901',
    v: 'เมืองหนองบัวลำภู',
    ppid: '39',
  },
  {
    pid: '3902',
    v: 'นากลาง',
    ppid: '39',
  },
  {
    pid: '3903',
    v: 'โนนสัง',
    ppid: '39',
  },
  {
    pid: '3904',
    v: 'ศรีบุญเรือง',
    ppid: '39',
  },
  {
    pid: '3905',
    v: 'สุวรรณคูหา',
    ppid: '39',
  },
  {
    pid: '3906',
    v: 'นาวัง',
    ppid: '39',
  },
  {
    pid: '4001',
    v: 'เมืองขอนแก่น',
    ppid: '40',
  },
  {
    pid: '4002',
    v: 'บ้านฝาง',
    ppid: '40',
  },
  {
    pid: '4003',
    v: 'พระยืน',
    ppid: '40',
  },
  {
    pid: '4004',
    v: 'หนองเรือ',
    ppid: '40',
  },
  {
    pid: '4005',
    v: 'ชุมแพ',
    ppid: '40',
  },
  {
    pid: '4006',
    v: 'สีชมพู',
    ppid: '40',
  },
  {
    pid: '4007',
    v: 'น้ำพอง',
    ppid: '40',
  },
  {
    pid: '4008',
    v: 'อุบลรัตน์',
    ppid: '40',
  },
  {
    pid: '4009',
    v: 'กระนวน',
    ppid: '40',
  },
  {
    pid: '4010',
    v: 'บ้านไผ่',
    ppid: '40',
  },
  {
    pid: '4011',
    v: 'เปือยน้อย',
    ppid: '40',
  },
  {
    pid: '4012',
    v: 'พล',
    ppid: '40',
  },
  {
    pid: '4013',
    v: 'แวงใหญ่',
    ppid: '40',
  },
  {
    pid: '4014',
    v: 'แวงน้อย',
    ppid: '40',
  },
  {
    pid: '4015',
    v: 'หนองสองห้อง',
    ppid: '40',
  },
  {
    pid: '4016',
    v: 'ภูเวียง',
    ppid: '40',
  },
  {
    pid: '4017',
    v: 'มัญจาคีรี',
    ppid: '40',
  },
  {
    pid: '4018',
    v: 'ชนบท',
    ppid: '40',
  },
  {
    pid: '4019',
    v: 'เขาสวนกวาง',
    ppid: '40',
  },
  {
    pid: '4020',
    v: 'ภูผาม่าน',
    ppid: '40',
  },
  {
    pid: '4021',
    v: 'ซำสูง',
    ppid: '40',
  },
  {
    pid: '4022',
    v: 'โคกโพธิ์ไชย',
    ppid: '40',
  },
  {
    pid: '4023',
    v: 'หนองนาคำ',
    ppid: '40',
  },
  {
    pid: '4024',
    v: 'บ้านแฮด',
    ppid: '40',
  },
  {
    pid: '4025',
    v: 'โนนศิลา',
    ppid: '40',
  },
  {
    pid: '4026',
    v: 'เวียงเก่า',
    ppid: '40',
  },
  {
    pid: '4101',
    v: 'เมืองอุดรธานี',
    ppid: '41',
  },
  {
    pid: '4102',
    v: 'กุดจับ',
    ppid: '41',
  },
  {
    pid: '4103',
    v: 'หนองวัวซอ',
    ppid: '41',
  },
  {
    pid: '4104',
    v: 'กุมภวาปี',
    ppid: '41',
  },
  {
    pid: '4105',
    v: 'โนนสะอาด',
    ppid: '41',
  },
  {
    pid: '4106',
    v: 'หนองหาน',
    ppid: '41',
  },
  {
    pid: '4107',
    v: 'ทุ่งฝน',
    ppid: '41',
  },
  {
    pid: '4108',
    v: 'ไชยวาน',
    ppid: '41',
  },
  {
    pid: '4109',
    v: 'ศรีธาตุ',
    ppid: '41',
  },
  {
    pid: '4110',
    v: 'วังสามหมอ',
    ppid: '41',
  },
  {
    pid: '4111',
    v: 'บ้านดุง',
    ppid: '41',
  },
  {
    pid: '4117',
    v: 'บ้านผือ',
    ppid: '41',
  },
  {
    pid: '4118',
    v: 'น้ำโสม',
    ppid: '41',
  },
  {
    pid: '4119',
    v: 'เพ็ญ',
    ppid: '41',
  },
  {
    pid: '4120',
    v: 'สร้างคอม',
    ppid: '41',
  },
  {
    pid: '4121',
    v: 'หนองแสง',
    ppid: '41',
  },
  {
    pid: '4122',
    v: 'นายูง',
    ppid: '41',
  },
  {
    pid: '4123',
    v: 'พิบูลย์รักษ์',
    ppid: '41',
  },
  {
    pid: '4124',
    v: 'กู่แก้ว',
    ppid: '41',
  },
  {
    pid: '4125',
    v: 'ประจักษ์ศิลปาคม',
    ppid: '41',
  },
  {
    pid: '4201',
    v: 'เมืองเลย',
    ppid: '42',
  },
  {
    pid: '4202',
    v: 'นาด้วง',
    ppid: '42',
  },
  {
    pid: '4203',
    v: 'เชียงคาน',
    ppid: '42',
  },
  {
    pid: '4204',
    v: 'ปากชม',
    ppid: '42',
  },
  {
    pid: '4205',
    v: 'ด่านซ้าย',
    ppid: '42',
  },
  {
    pid: '4206',
    v: 'นาแห้ว',
    ppid: '42',
  },
  {
    pid: '4207',
    v: 'ภูเรือ',
    ppid: '42',
  },
  {
    pid: '4208',
    v: 'ท่าลี่',
    ppid: '42',
  },
  {
    pid: '4209',
    v: 'วังสะพุง',
    ppid: '42',
  },
  {
    pid: '4210',
    v: 'ภูกระดึง',
    ppid: '42',
  },
  {
    pid: '4211',
    v: 'ภูหลวง',
    ppid: '42',
  },
  {
    pid: '4212',
    v: 'ผาขาว',
    ppid: '42',
  },
  {
    pid: '4213',
    v: 'เอราวัณ',
    ppid: '42',
  },
  {
    pid: '4214',
    v: 'หนองหิน',
    ppid: '42',
  },
  {
    pid: '4301',
    v: 'เมืองหนองคาย',
    ppid: '43',
  },
  {
    pid: '4302',
    v: 'ท่าบ่อ',
    ppid: '43',
  },
  {
    pid: '4305',
    v: 'โพนพิสัย',
    ppid: '43',
  },
  {
    pid: '4307',
    v: 'ศรีเชียงใหม่',
    ppid: '43',
  },
  {
    pid: '4308',
    v: 'สังคม',
    ppid: '43',
  },
  {
    pid: '4314',
    v: 'สระใคร',
    ppid: '43',
  },
  {
    pid: '4315',
    v: 'เฝ้าไร่',
    ppid: '43',
  },
  {
    pid: '4316',
    v: 'รัตนวาปี',
    ppid: '43',
  },
  {
    pid: '4317',
    v: 'โพธิ์ตาก',
    ppid: '43',
  },
  {
    pid: '4401',
    v: 'เมืองมหาสารคาม',
    ppid: '44',
  },
  {
    pid: '4402',
    v: 'แกดำ',
    ppid: '44',
  },
  {
    pid: '4403',
    v: 'โกสุมพิสัย',
    ppid: '44',
  },
  {
    pid: '4404',
    v: 'กันทรวิชัย',
    ppid: '44',
  },
  {
    pid: '4405',
    v: 'เชียงยืน',
    ppid: '44',
  },
  {
    pid: '4406',
    v: 'บรบือ',
    ppid: '44',
  },
  {
    pid: '4407',
    v: 'นาเชือก',
    ppid: '44',
  },
  {
    pid: '4408',
    v: 'พยัคฆภูมิพิสัย',
    ppid: '44',
  },
  {
    pid: '4409',
    v: 'วาปีปทุม',
    ppid: '44',
  },
  {
    pid: '4410',
    v: 'นาดูน',
    ppid: '44',
  },
  {
    pid: '4411',
    v: 'ยางสีสุราช',
    ppid: '44',
  },
  {
    pid: '4412',
    v: 'กุดรัง',
    ppid: '44',
  },
  {
    pid: '4413',
    v: 'ชื่นชม',
    ppid: '44',
  },
  {
    pid: '4501',
    v: 'เมืองร้อยเอ็ด',
    ppid: '45',
  },
  {
    pid: '4502',
    v: 'เกษตรวิสัย',
    ppid: '45',
  },
  {
    pid: '4503',
    v: 'ปทุมรัตต์',
    ppid: '45',
  },
  {
    pid: '4504',
    v: 'จตุรพักตรพิมาน',
    ppid: '45',
  },
  {
    pid: '4505',
    v: 'ธวัชบุรี',
    ppid: '45',
  },
  {
    pid: '4506',
    v: 'พนมไพร',
    ppid: '45',
  },
  {
    pid: '4507',
    v: 'โพนทอง',
    ppid: '45',
  },
  {
    pid: '4508',
    v: 'โพธิ์ชัย',
    ppid: '45',
  },
  {
    pid: '4509',
    v: 'หนองพอก',
    ppid: '45',
  },
  {
    pid: '4510',
    v: 'เสลภูมิ',
    ppid: '45',
  },
  {
    pid: '4511',
    v: 'สุวรรณภูมิ',
    ppid: '45',
  },
  {
    pid: '4512',
    v: 'เมืองสรวง',
    ppid: '45',
  },
  {
    pid: '4513',
    v: 'โพนทราย',
    ppid: '45',
  },
  {
    pid: '4514',
    v: 'อาจสามารถ',
    ppid: '45',
  },
  {
    pid: '4515',
    v: 'เมยวดี',
    ppid: '45',
  },
  {
    pid: '4516',
    v: 'ศรีสมเด็จ',
    ppid: '45',
  },
  {
    pid: '4517',
    v: 'จังหาร',
    ppid: '45',
  },
  {
    pid: '4518',
    v: 'เชียงขวัญ',
    ppid: '45',
  },
  {
    pid: '4519',
    v: 'หนองฮี',
    ppid: '45',
  },
  {
    pid: '4520',
    v: 'ทุ่งเขาหลวง',
    ppid: '45',
  },
  {
    pid: '4601',
    v: 'เมืองกาฬสินธุ์',
    ppid: '46',
  },
  {
    pid: '4602',
    v: 'นามน',
    ppid: '46',
  },
  {
    pid: '4603',
    v: 'กมลาไสย',
    ppid: '46',
  },
  {
    pid: '4604',
    v: 'ร่องคำ',
    ppid: '46',
  },
  {
    pid: '4605',
    v: 'กุฉินารายณ์',
    ppid: '46',
  },
  {
    pid: '4606',
    v: 'เขาวง',
    ppid: '46',
  },
  {
    pid: '4607',
    v: 'ยางตลาด',
    ppid: '46',
  },
  {
    pid: '4608',
    v: 'ห้วยเม็ก',
    ppid: '46',
  },
  {
    pid: '4609',
    v: 'สหัสขันธ์',
    ppid: '46',
  },
  {
    pid: '4610',
    v: 'คำม่วง',
    ppid: '46',
  },
  {
    pid: '4611',
    v: 'ท่าคันโท',
    ppid: '46',
  },
  {
    pid: '4612',
    v: 'หนองกุงศรี',
    ppid: '46',
  },
  {
    pid: '4613',
    v: 'สมเด็จ',
    ppid: '46',
  },
  {
    pid: '4614',
    v: 'ห้วยผึ้ง',
    ppid: '46',
  },
  {
    pid: '4615',
    v: 'สามชัย',
    ppid: '46',
  },
  {
    pid: '4616',
    v: 'นาคู',
    ppid: '46',
  },
  {
    pid: '4617',
    v: 'ดอนจาน',
    ppid: '46',
  },
  {
    pid: '4618',
    v: 'ฆ้องชัย',
    ppid: '46',
  },
  {
    pid: '4701',
    v: 'เมืองสกลนคร',
    ppid: '47',
  },
  {
    pid: '4702',
    v: 'กุสุมาลย์',
    ppid: '47',
  },
  {
    pid: '4703',
    v: 'กุดบาก',
    ppid: '47',
  },
  {
    pid: '4704',
    v: 'พรรณานิคม',
    ppid: '47',
  },
  {
    pid: '4705',
    v: 'พังโคน',
    ppid: '47',
  },
  {
    pid: '4706',
    v: 'วาริชภูมิ',
    ppid: '47',
  },
  {
    pid: '4707',
    v: 'นิคมน้ำอูน',
    ppid: '47',
  },
  {
    pid: '4708',
    v: 'วานรนิวาส',
    ppid: '47',
  },
  {
    pid: '4709',
    v: 'คำตากล้า',
    ppid: '47',
  },
  {
    pid: '4710',
    v: 'บ้านม่วง',
    ppid: '47',
  },
  {
    pid: '4711',
    v: 'อากาศอำนวย',
    ppid: '47',
  },
  {
    pid: '4712',
    v: 'สว่างแดนดิน',
    ppid: '47',
  },
  {
    pid: '4713',
    v: 'ส่องดาว',
    ppid: '47',
  },
  {
    pid: '4714',
    v: 'เต่างอย',
    ppid: '47',
  },
  {
    pid: '4715',
    v: 'โคกศรีสุพรรณ',
    ppid: '47',
  },
  {
    pid: '4716',
    v: 'เจริญศิลป์',
    ppid: '47',
  },
  {
    pid: '4717',
    v: 'โพนนาแก้ว',
    ppid: '47',
  },
  {
    pid: '4718',
    v: 'ภูพาน',
    ppid: '47',
  },
  {
    pid: '4801',
    v: 'เมืองนครพนม',
    ppid: '48',
  },
  {
    pid: '4802',
    v: 'ปลาปาก',
    ppid: '48',
  },
  {
    pid: '4803',
    v: 'ท่าอุเทน',
    ppid: '48',
  },
  {
    pid: '4804',
    v: 'บ้านแพง',
    ppid: '48',
  },
  {
    pid: '4805',
    v: 'ธาตุพนม',
    ppid: '48',
  },
  {
    pid: '4806',
    v: 'เรณูนคร',
    ppid: '48',
  },
  {
    pid: '4807',
    v: 'นาแก',
    ppid: '48',
  },
  {
    pid: '4808',
    v: 'ศรีสงคราม',
    ppid: '48',
  },
  {
    pid: '4809',
    v: 'นาหว้า',
    ppid: '48',
  },
  {
    pid: '4810',
    v: 'โพนสวรรค์',
    ppid: '48',
  },
  {
    pid: '4811',
    v: 'นาทม',
    ppid: '48',
  },
  {
    pid: '4812',
    v: 'วังยาง',
    ppid: '48',
  },
  {
    pid: '4901',
    v: 'เมืองมุกดาหาร',
    ppid: '49',
  },
  {
    pid: '4902',
    v: 'นิคมคำสร้อย',
    ppid: '49',
  },
  {
    pid: '4903',
    v: 'ดอนตาล',
    ppid: '49',
  },
  {
    pid: '4904',
    v: 'ดงหลวง',
    ppid: '49',
  },
  {
    pid: '4905',
    v: 'คำชะอี',
    ppid: '49',
  },
  {
    pid: '4906',
    v: 'ว่านใหญ่',
    ppid: '49',
  },
  {
    pid: '4907',
    v: 'หนองสูง',
    ppid: '49',
  },
  {
    pid: '5001',
    v: 'เมืองเชียงใหม่',
    ppid: '50',
  },
  {
    pid: '5002',
    v: 'จอมทอง',
    ppid: '50',
  },
  {
    pid: '5003',
    v: 'แม่แจ่ม',
    ppid: '50',
  },
  {
    pid: '5004',
    v: 'เชียงดาว',
    ppid: '50',
  },
  {
    pid: '5005',
    v: 'ดอยสะเก็ด',
    ppid: '50',
  },
  {
    pid: '5006',
    v: 'แม่แตง',
    ppid: '50',
  },
  {
    pid: '5007',
    v: 'แม่ริม',
    ppid: '50',
  },
  {
    pid: '5008',
    v: 'สะเมิง',
    ppid: '50',
  },
  {
    pid: '5009',
    v: 'ฝาง',
    ppid: '50',
  },
  {
    pid: '5010',
    v: 'แม่อาย',
    ppid: '50',
  },
  {
    pid: '5011',
    v: 'พร้าว',
    ppid: '50',
  },
  {
    pid: '5012',
    v: 'สันป่าตอง',
    ppid: '50',
  },
  {
    pid: '5013',
    v: 'สันกำแพง',
    ppid: '50',
  },
  {
    pid: '5014',
    v: 'สันทราย',
    ppid: '50',
  },
  {
    pid: '5015',
    v: 'หางดง',
    ppid: '50',
  },
  {
    pid: '5016',
    v: 'ฮอด',
    ppid: '50',
  },
  {
    pid: '5017',
    v: 'ดอยเต่า',
    ppid: '50',
  },
  {
    pid: '5018',
    v: 'อมก๋อย',
    ppid: '50',
  },
  {
    pid: '5019',
    v: 'สารภี',
    ppid: '50',
  },
  {
    pid: '5020',
    v: 'เวียงแหง',
    ppid: '50',
  },
  {
    pid: '5021',
    v: 'ไชยปราการ',
    ppid: '50',
  },
  {
    pid: '5022',
    v: 'แม่วาง',
    ppid: '50',
  },
  {
    pid: '5023',
    v: 'แม่ออน',
    ppid: '50',
  },
  {
    pid: '5024',
    v: 'ดอยหล่อ',
    ppid: '50',
  },
  {
    pid: '5025',
    v: 'กัลยาณิวัฒนา',
    ppid: '50',
  },
  {
    pid: '5101',
    v: 'เมืองลำพูน',
    ppid: '51',
  },
  {
    pid: '5102',
    v: 'แม่ทา',
    ppid: '51',
  },
  {
    pid: '5103',
    v: 'บ้านโฮ่ง',
    ppid: '51',
  },
  {
    pid: '5104',
    v: 'ลี้',
    ppid: '51',
  },
  {
    pid: '5105',
    v: 'ทุ่งหัวช้าง',
    ppid: '51',
  },
  {
    pid: '5106',
    v: 'ป่าซาง',
    ppid: '51',
  },
  {
    pid: '5107',
    v: 'บ้านธิ',
    ppid: '51',
  },
  {
    pid: '5108',
    v: 'เวียงหนองล่อง',
    ppid: '51',
  },
  {
    pid: '5201',
    v: 'เมืองลำปาง',
    ppid: '52',
  },
  {
    pid: '5202',
    v: 'แม่เมาะ',
    ppid: '52',
  },
  {
    pid: '5203',
    v: 'เกาะคา',
    ppid: '52',
  },
  {
    pid: '5204',
    v: 'เสริมงาม',
    ppid: '52',
  },
  {
    pid: '5205',
    v: 'งาว',
    ppid: '52',
  },
  {
    pid: '5206',
    v: 'แจ้ห่ม',
    ppid: '52',
  },
  {
    pid: '5207',
    v: 'วังเหนือ',
    ppid: '52',
  },
  {
    pid: '5208',
    v: 'เถิน',
    ppid: '52',
  },
  {
    pid: '5209',
    v: 'แม่พริก',
    ppid: '52',
  },
  {
    pid: '5210',
    v: 'แม่ทะ',
    ppid: '52',
  },
  {
    pid: '5211',
    v: 'สบปราบ',
    ppid: '52',
  },
  {
    pid: '5212',
    v: 'ห้างฉัตร',
    ppid: '52',
  },
  {
    pid: '5213',
    v: 'เมืองปาน',
    ppid: '52',
  },
  {
    pid: '5301',
    v: 'เมืองอุตรดิตถ์',
    ppid: '53',
  },
  {
    pid: '5302',
    v: 'ตรอน',
    ppid: '53',
  },
  {
    pid: '5303',
    v: 'ท่าปลา',
    ppid: '53',
  },
  {
    pid: '5304',
    v: 'น้ำปาด',
    ppid: '53',
  },
  {
    pid: '5305',
    v: 'ฟากท่า',
    ppid: '53',
  },
  {
    pid: '5306',
    v: 'บ้านโคก',
    ppid: '53',
  },
  {
    pid: '5307',
    v: 'พิชัย',
    ppid: '53',
  },
  {
    pid: '5308',
    v: 'ลับแล',
    ppid: '53',
  },
  {
    pid: '5309',
    v: 'ทองแสนขัน',
    ppid: '53',
  },
  {
    pid: '5401',
    v: 'เมืองแพร่',
    ppid: '54',
  },
  {
    pid: '5402',
    v: 'ร้องกวาง',
    ppid: '54',
  },
  {
    pid: '5403',
    v: 'ลอง',
    ppid: '54',
  },
  {
    pid: '5404',
    v: 'สูงเม่น',
    ppid: '54',
  },
  {
    pid: '5405',
    v: 'เด่นชัย',
    ppid: '54',
  },
  {
    pid: '5406',
    v: 'สอง',
    ppid: '54',
  },
  {
    pid: '5407',
    v: 'วังชิ้น',
    ppid: '54',
  },
  {
    pid: '5408',
    v: 'หนองม่วงไข่',
    ppid: '54',
  },
  {
    pid: '5501',
    v: 'เมืองน่าน',
    ppid: '55',
  },
  {
    pid: '5502',
    v: 'แม่จริม',
    ppid: '55',
  },
  {
    pid: '5503',
    v: 'บ้านหลวง',
    ppid: '55',
  },
  {
    pid: '5504',
    v: 'นาน้อย',
    ppid: '55',
  },
  {
    pid: '5505',
    v: 'ปัว',
    ppid: '55',
  },
  {
    pid: '5506',
    v: 'ท่าวังผา',
    ppid: '55',
  },
  {
    pid: '5507',
    v: 'เวียงสา',
    ppid: '55',
  },
  {
    pid: '5508',
    v: 'ทุ่งช้าง',
    ppid: '55',
  },
  {
    pid: '5509',
    v: 'เชียงกลาง',
    ppid: '55',
  },
  {
    pid: '5510',
    v: 'นาหมื่น',
    ppid: '55',
  },
  {
    pid: '5511',
    v: 'สันติสุข',
    ppid: '55',
  },
  {
    pid: '5512',
    v: 'บ่อเกลือ',
    ppid: '55',
  },
  {
    pid: '5513',
    v: 'สองแคว',
    ppid: '55',
  },
  {
    pid: '5514',
    v: 'ภูเพียง',
    ppid: '55',
  },
  {
    pid: '5515',
    v: 'เฉลิมพระเกียรติ',
    ppid: '55',
  },
  {
    pid: '5601',
    v: 'เมืองพะเยา',
    ppid: '56',
  },
  {
    pid: '5602',
    v: 'จุน',
    ppid: '56',
  },
  {
    pid: '5603',
    v: 'เชียงคำ',
    ppid: '56',
  },
  {
    pid: '5604',
    v: 'เชียงม่วน',
    ppid: '56',
  },
  {
    pid: '5605',
    v: 'ดอกคำใต้',
    ppid: '56',
  },
  {
    pid: '5606',
    v: 'ปง',
    ppid: '56',
  },
  {
    pid: '5607',
    v: 'แม่ใจ',
    ppid: '56',
  },
  {
    pid: '5608',
    v: 'ภูซาง',
    ppid: '56',
  },
  {
    pid: '5609',
    v: 'ภูกามยาว',
    ppid: '56',
  },
  {
    pid: '5701',
    v: 'เมืองเชียงราย',
    ppid: '57',
  },
  {
    pid: '5702',
    v: 'เวียงชัย',
    ppid: '57',
  },
  {
    pid: '5703',
    v: 'เชียงของ',
    ppid: '57',
  },
  {
    pid: '5704',
    v: 'เทิง',
    ppid: '57',
  },
  {
    pid: '5705',
    v: 'พาน',
    ppid: '57',
  },
  {
    pid: '5706',
    v: 'ป่าแดด',
    ppid: '57',
  },
  {
    pid: '5707',
    v: 'แม่จัน',
    ppid: '57',
  },
  {
    pid: '5708',
    v: 'เชียงแสน',
    ppid: '57',
  },
  {
    pid: '5709',
    v: 'แม่สาย',
    ppid: '57',
  },
  {
    pid: '5710',
    v: 'แม่สรวย',
    ppid: '57',
  },
  {
    pid: '5711',
    v: 'เวียงป่าเป้า',
    ppid: '57',
  },
  {
    pid: '5712',
    v: 'พญาเม็งราย',
    ppid: '57',
  },
  {
    pid: '5713',
    v: 'เวียงแก่น',
    ppid: '57',
  },
  {
    pid: '5714',
    v: 'ขุนตาล',
    ppid: '57',
  },
  {
    pid: '5715',
    v: 'แม่ฟ้าหลวง',
    ppid: '57',
  },
  {
    pid: '5716',
    v: 'แม่ลาว',
    ppid: '57',
  },
  {
    pid: '5717',
    v: 'เวียงเชียงรุ้ง',
    ppid: '57',
  },
  {
    pid: '5718',
    v: 'ดอยหลวง',
    ppid: '57',
  },
  {
    pid: '5801',
    v: 'เมืองแม่ฮ่องสอน',
    ppid: '58',
  },
  {
    pid: '5802',
    v: 'ขุนยวม',
    ppid: '58',
  },
  {
    pid: '5803',
    v: 'ปาย',
    ppid: '58',
  },
  {
    pid: '5804',
    v: 'แม่สะเรียง',
    ppid: '58',
  },
  {
    pid: '5805',
    v: 'แม่ลาน้อย',
    ppid: '58',
  },
  {
    pid: '5806',
    v: 'สบเมย',
    ppid: '58',
  },
  {
    pid: '5807',
    v: 'ปางมะผ้า',
    ppid: '58',
  },
  {
    pid: '6001',
    v: 'เมืองนครสวรรค์',
    ppid: '60',
  },
  {
    pid: '6002',
    v: 'โกรกพระ',
    ppid: '60',
  },
  {
    pid: '6003',
    v: 'ชุมแสง',
    ppid: '60',
  },
  {
    pid: '6004',
    v: 'หนองบัว',
    ppid: '60',
  },
  {
    pid: '6005',
    v: 'บรรพตพิสัย',
    ppid: '60',
  },
  {
    pid: '6006',
    v: 'เก้าเลี้ยว',
    ppid: '60',
  },
  {
    pid: '6007',
    v: 'ตาคลี',
    ppid: '60',
  },
  {
    pid: '6008',
    v: 'ท่าตะโก',
    ppid: '60',
  },
  {
    pid: '6009',
    v: 'ไพศาลี',
    ppid: '60',
  },
  {
    pid: '6010',
    v: 'พยุหะคีรี',
    ppid: '60',
  },
  {
    pid: '6011',
    v: 'ลาดยาว',
    ppid: '60',
  },
  {
    pid: '6012',
    v: 'ตากฟ้า',
    ppid: '60',
  },
  {
    pid: '6013',
    v: 'แม่วงก์',
    ppid: '60',
  },
  {
    pid: '6014',
    v: 'แม่เปิน',
    ppid: '60',
  },
  {
    pid: '6015',
    v: 'ชุมตาบง',
    ppid: '60',
  },
  {
    pid: '6101',
    v: 'เมืองอุทัยธานี',
    ppid: '61',
  },
  {
    pid: '6102',
    v: 'ทัพทัน',
    ppid: '61',
  },
  {
    pid: '6103',
    v: 'สว่างอารมณ์',
    ppid: '61',
  },
  {
    pid: '6104',
    v: 'หนองฉาง',
    ppid: '61',
  },
  {
    pid: '6105',
    v: 'หนองขาหย่าง',
    ppid: '61',
  },
  {
    pid: '6106',
    v: 'บ้านไร่',
    ppid: '61',
  },
  {
    pid: '6107',
    v: 'ลานสัก',
    ppid: '61',
  },
  {
    pid: '6108',
    v: 'ห้วยคต',
    ppid: '61',
  },
  {
    pid: '6201',
    v: 'เมืองกำแพงเพชร',
    ppid: '62',
  },
  {
    pid: '6202',
    v: 'ไทรงาม',
    ppid: '62',
  },
  {
    pid: '6203',
    v: 'คลองลาน',
    ppid: '62',
  },
  {
    pid: '6204',
    v: 'ขาณุวรลักษบุรี',
    ppid: '62',
  },
  {
    pid: '6205',
    v: 'คลองขลุง',
    ppid: '62',
  },
  {
    pid: '6206',
    v: 'พรานกระต่าย',
    ppid: '62',
  },
  {
    pid: '6207',
    v: 'ลานกระบือ',
    ppid: '62',
  },
  {
    pid: '6208',
    v: 'ทรายทองวัฒนา',
    ppid: '62',
  },
  {
    pid: '6209',
    v: 'ปางศิลาทอง',
    ppid: '62',
  },
  {
    pid: '6210',
    v: 'บึงสามัคคี',
    ppid: '62',
  },
  {
    pid: '6211',
    v: 'โกสัมพีนคร',
    ppid: '62',
  },
  {
    pid: '6301',
    v: 'เมืองตาก',
    ppid: '63',
  },
  {
    pid: '6302',
    v: 'บ้านตาก',
    ppid: '63',
  },
  {
    pid: '6303',
    v: 'สามเงา',
    ppid: '63',
  },
  {
    pid: '6304',
    v: 'แม่ระมาด',
    ppid: '63',
  },
  {
    pid: '6305',
    v: 'ท่าสองยาง',
    ppid: '63',
  },
  {
    pid: '6306',
    v: 'แม่สอด',
    ppid: '63',
  },
  {
    pid: '6307',
    v: 'พบพระ',
    ppid: '63',
  },
  {
    pid: '6308',
    v: 'อุ้มผาง',
    ppid: '63',
  },
  {
    pid: '6309',
    v: 'วังเจ้า',
    ppid: '63',
  },
  {
    pid: '6401',
    v: 'เมืองสุโขทัย',
    ppid: '64',
  },
  {
    pid: '6402',
    v: 'บ้านด่านลานหอย',
    ppid: '64',
  },
  {
    pid: '6403',
    v: 'คีรีมาศ',
    ppid: '64',
  },
  {
    pid: '6404',
    v: 'กงไกรลาศ',
    ppid: '64',
  },
  {
    pid: '6405',
    v: 'ศรีสัชนาลัย',
    ppid: '64',
  },
  {
    pid: '6406',
    v: 'ศรีสำโรง',
    ppid: '64',
  },
  {
    pid: '6407',
    v: 'สวรรคโลก',
    ppid: '64',
  },
  {
    pid: '6408',
    v: 'ศรีนคร',
    ppid: '64',
  },
  {
    pid: '6409',
    v: 'ทุ่งเสลี่ยม',
    ppid: '64',
  },
  {
    pid: '6501',
    v: 'เมืองพิษณุโลก',
    ppid: '65',
  },
  {
    pid: '6502',
    v: 'นครไทย',
    ppid: '65',
  },
  {
    pid: '6503',
    v: 'ชาติตระการ',
    ppid: '65',
  },
  {
    pid: '6504',
    v: 'บางระกำ',
    ppid: '65',
  },
  {
    pid: '6505',
    v: 'บางกระทุ่ม',
    ppid: '65',
  },
  {
    pid: '6506',
    v: 'พรหมพิราม',
    ppid: '65',
  },
  {
    pid: '6507',
    v: 'วัดโบสถ์',
    ppid: '65',
  },
  {
    pid: '6508',
    v: 'วังทอง',
    ppid: '65',
  },
  {
    pid: '6509',
    v: 'เนินมะปราง',
    ppid: '65',
  },
  {
    pid: '6601',
    v: 'เมืองพิจิตร',
    ppid: '66',
  },
  {
    pid: '6602',
    v: 'วังทรายพูน',
    ppid: '66',
  },
  {
    pid: '6603',
    v: 'โพธิ์ประทับช้าง',
    ppid: '66',
  },
  {
    pid: '6604',
    v: 'ตะพานหิน',
    ppid: '66',
  },
  {
    pid: '6605',
    v: 'บางมูลนาก',
    ppid: '66',
  },
  {
    pid: '6606',
    v: 'โพทะเล',
    ppid: '66',
  },
  {
    pid: '6607',
    v: 'สามง่าม',
    ppid: '66',
  },
  {
    pid: '6608',
    v: 'ทับคล้อ',
    ppid: '66',
  },
  {
    pid: '6609',
    v: 'สากเหล็ก',
    ppid: '66',
  },
  {
    pid: '6610',
    v: 'บึงนาราง',
    ppid: '66',
  },
  {
    pid: '6611',
    v: 'ดงเจริญ',
    ppid: '66',
  },
  {
    pid: '6612',
    v: 'วชิรบารมี',
    ppid: '66',
  },
  {
    pid: '6701',
    v: 'เมืองเพชรบูรณ์',
    ppid: '67',
  },
  {
    pid: '6702',
    v: 'ชนแดน',
    ppid: '67',
  },
  {
    pid: '6703',
    v: 'หล่มสัก',
    ppid: '67',
  },
  {
    pid: '6704',
    v: 'หล่มเก่า',
    ppid: '67',
  },
  {
    pid: '6705',
    v: 'วิเชียรบุรี',
    ppid: '67',
  },
  {
    pid: '6706',
    v: 'ศรีเทพ',
    ppid: '67',
  },
  {
    pid: '6707',
    v: 'หนองไผ่',
    ppid: '67',
  },
  {
    pid: '6708',
    v: 'บึงสามพัน',
    ppid: '67',
  },
  {
    pid: '6709',
    v: 'น้ำหนาว',
    ppid: '67',
  },
  {
    pid: '6710',
    v: 'วังโป่ง',
    ppid: '67',
  },
  {
    pid: '6711',
    v: 'เขาค้อ',
    ppid: '67',
  },
  {
    pid: '7001',
    v: 'เมืองราชบุรี',
    ppid: '70',
  },
  {
    pid: '7002',
    v: 'จอมบึง',
    ppid: '70',
  },
  {
    pid: '7003',
    v: 'สวนผึ้ง',
    ppid: '70',
  },
  {
    pid: '7004',
    v: 'ดำเนินสะดวก',
    ppid: '70',
  },
  {
    pid: '7005',
    v: 'บ้านโป่ง',
    ppid: '70',
  },
  {
    pid: '7006',
    v: 'บางแพ',
    ppid: '70',
  },
  {
    pid: '7007',
    v: 'โพธาราม',
    ppid: '70',
  },
  {
    pid: '7008',
    v: 'ปากท่อ',
    ppid: '70',
  },
  {
    pid: '7009',
    v: 'วัดเพลง',
    ppid: '70',
  },
  {
    pid: '7010',
    v: 'บ้านคา',
    ppid: '70',
  },
  {
    pid: '7101',
    v: 'เมืองกาญจนบุรี',
    ppid: '71',
  },
  {
    pid: '7102',
    v: 'ไทรโยค',
    ppid: '71',
  },
  {
    pid: '7103',
    v: 'บ่อพลอย',
    ppid: '71',
  },
  {
    pid: '7104',
    v: 'ศรีสวัสดิ์',
    ppid: '71',
  },
  {
    pid: '7105',
    v: 'ท่ามะกา',
    ppid: '71',
  },
  {
    pid: '7106',
    v: 'ท่าม่วง',
    ppid: '71',
  },
  {
    pid: '7107',
    v: 'ทองผาภูมิ',
    ppid: '71',
  },
  {
    pid: '7108',
    v: 'สังขละบุรี',
    ppid: '71',
  },
  {
    pid: '7109',
    v: 'พนมทวน',
    ppid: '71',
  },
  {
    pid: '7110',
    v: 'เลาขวัญ',
    ppid: '71',
  },
  {
    pid: '7111',
    v: 'ด่านมะขามเตี้ย',
    ppid: '71',
  },
  {
    pid: '7112',
    v: 'หนองปรือ',
    ppid: '71',
  },
  {
    pid: '7113',
    v: 'ห้วยกระเจา',
    ppid: '71',
  },
  {
    pid: '7201',
    v: 'เมืองสุพรรณบุรี',
    ppid: '72',
  },
  {
    pid: '7202',
    v: 'เดิมบางนางบวช',
    ppid: '72',
  },
  {
    pid: '7203',
    v: 'ด่านช้าง',
    ppid: '72',
  },
  {
    pid: '7204',
    v: 'บางปลาม้า',
    ppid: '72',
  },
  {
    pid: '7205',
    v: 'ศรีประจันต์',
    ppid: '72',
  },
  {
    pid: '7206',
    v: 'ดอนเจดีย์',
    ppid: '72',
  },
  {
    pid: '7207',
    v: 'สองพี่น้อง',
    ppid: '72',
  },
  {
    pid: '7208',
    v: 'สามชุก',
    ppid: '72',
  },
  {
    pid: '7209',
    v: 'อู่ทอง',
    ppid: '72',
  },
  {
    pid: '7210',
    v: 'หนองหญ้าไซ',
    ppid: '72',
  },
  {
    pid: '7301',
    v: 'เมืองนครปฐม',
    ppid: '73',
  },
  {
    pid: '7302',
    v: 'กำแพงแสน',
    ppid: '73',
  },
  {
    pid: '7303',
    v: 'นครชัยศรี',
    ppid: '73',
  },
  {
    pid: '7304',
    v: 'ดอนตูม',
    ppid: '73',
  },
  {
    pid: '7305',
    v: 'บางเลน',
    ppid: '73',
  },
  {
    pid: '7306',
    v: 'สามพราน',
    ppid: '73',
  },
  {
    pid: '7307',
    v: 'พุทธมณฑล',
    ppid: '73',
  },
  {
    pid: '7401',
    v: 'เมืองสมุทรสาคร',
    ppid: '74',
  },
  {
    pid: '7402',
    v: 'กระทุ่มแบน',
    ppid: '74',
  },
  {
    pid: '7403',
    v: 'บ้านแพ้ว',
    ppid: '74',
  },
  {
    pid: '7501',
    v: 'เมืองสมุทรสงคราม',
    ppid: '75',
  },
  {
    pid: '7502',
    v: 'บางคนที',
    ppid: '75',
  },
  {
    pid: '7503',
    v: 'อัมพวา',
    ppid: '75',
  },
  {
    pid: '7601',
    v: 'เมืองเพชรบุรี',
    ppid: '76',
  },
  {
    pid: '7602',
    v: 'เขาย้อย',
    ppid: '76',
  },
  {
    pid: '7603',
    v: 'หนองหญ้าปล้อง',
    ppid: '76',
  },
  {
    pid: '7604',
    v: 'ชะอำ',
    ppid: '76',
  },
  {
    pid: '7605',
    v: 'ท่ายาง',
    ppid: '76',
  },
  {
    pid: '7606',
    v: 'บ้านลาด',
    ppid: '76',
  },
  {
    pid: '7607',
    v: 'บ้านแหลม',
    ppid: '76',
  },
  {
    pid: '7608',
    v: 'แก่งกระจาน',
    ppid: '76',
  },
  {
    pid: '7701',
    v: 'เมืองประจวบคีรีขันธ์',
    ppid: '77',
  },
  {
    pid: '7702',
    v: 'กุยบุรี',
    ppid: '77',
  },
  {
    pid: '7703',
    v: 'ทับสะแก',
    ppid: '77',
  },
  {
    pid: '7704',
    v: 'บางสะพาน',
    ppid: '77',
  },
  {
    pid: '7705',
    v: 'บางสะพานน้อย',
    ppid: '77',
  },
  {
    pid: '7706',
    v: 'ปราณบุรี',
    ppid: '77',
  },
  {
    pid: '7707',
    v: 'หัวหิน',
    ppid: '77',
  },
  {
    pid: '7708',
    v: 'สามร้อยยอด',
    ppid: '77',
  },
  {
    pid: '8001',
    v: 'เมืองนครศรีธรรมราช',
    ppid: '80',
  },
  {
    pid: '8002',
    v: 'พรหมคีรี',
    ppid: '80',
  },
  {
    pid: '8003',
    v: 'ลานสกา',
    ppid: '80',
  },
  {
    pid: '8004',
    v: 'ฉวาง',
    ppid: '80',
  },
  {
    pid: '8005',
    v: 'พิปูน',
    ppid: '80',
  },
  {
    pid: '8006',
    v: 'เชียรใหญ่',
    ppid: '80',
  },
  {
    pid: '8007',
    v: 'ชะอวด',
    ppid: '80',
  },
  {
    pid: '8008',
    v: 'ท่าศาลา',
    ppid: '80',
  },
  {
    pid: '8009',
    v: 'ทุ่งสง',
    ppid: '80',
  },
  {
    pid: '8010',
    v: 'นาบอน',
    ppid: '80',
  },
  {
    pid: '8011',
    v: 'ทุ่งใหญ่',
    ppid: '80',
  },
  {
    pid: '8012',
    v: 'ปากพนัง',
    ppid: '80',
  },
  {
    pid: '8013',
    v: 'ร่อนพิบูลย์',
    ppid: '80',
  },
  {
    pid: '8014',
    v: 'สิชล',
    ppid: '80',
  },
  {
    pid: '8015',
    v: 'ขนอม',
    ppid: '80',
  },
  {
    pid: '8016',
    v: 'หัวไทร',
    ppid: '80',
  },
  {
    pid: '8017',
    v: 'บางขัน',
    ppid: '80',
  },
  {
    pid: '8018',
    v: 'ถ้ำพรรณรา',
    ppid: '80',
  },
  {
    pid: '8019',
    v: 'จุฬาภรณ์',
    ppid: '80',
  },
  {
    pid: '8020',
    v: 'พระพรหม',
    ppid: '80',
  },
  {
    pid: '8021',
    v: 'นบพิตำ',
    ppid: '80',
  },
  {
    pid: '8022',
    v: 'ช้างกลาง',
    ppid: '80',
  },
  {
    pid: '8023',
    v: 'เฉลิมพระเกียรติ',
    ppid: '80',
  },
  {
    pid: '8101',
    v: 'เมืองกระบี่',
    ppid: '81',
  },
  {
    pid: '8102',
    v: 'เขาพนม',
    ppid: '81',
  },
  {
    pid: '8103',
    v: 'เกาะลันตา',
    ppid: '81',
  },
  {
    pid: '8104',
    v: 'คลองท่อม',
    ppid: '81',
  },
  {
    pid: '8105',
    v: 'อ่าวลึก',
    ppid: '81',
  },
  {
    pid: '8106',
    v: 'ปลายพระยา',
    ppid: '81',
  },
  {
    pid: '8107',
    v: 'ลำทับ',
    ppid: '81',
  },
  {
    pid: '8108',
    v: 'เหนือคลอง',
    ppid: '81',
  },
  {
    pid: '8201',
    v: 'เมืองพังงา',
    ppid: '82',
  },
  {
    pid: '8202',
    v: 'เกาะยาว',
    ppid: '82',
  },
  {
    pid: '8203',
    v: 'กะปง',
    ppid: '82',
  },
  {
    pid: '8204',
    v: 'ตะกั่วทุ่ง',
    ppid: '82',
  },
  {
    pid: '8205',
    v: 'ตะกั่วป่า',
    ppid: '82',
  },
  {
    pid: '8206',
    v: 'คุระบุรี',
    ppid: '82',
  },
  {
    pid: '8207',
    v: 'ทับปุด',
    ppid: '82',
  },
  {
    pid: '8208',
    v: 'ท้ายเหมือง',
    ppid: '82',
  },
  {
    pid: '8301',
    v: 'เมืองภูเก็ต',
    ppid: '83',
  },
  {
    pid: '8302',
    v: 'กะทู้',
    ppid: '83',
  },
  {
    pid: '8303',
    v: 'ถลาง',
    ppid: '83',
  },
  {
    pid: '8401',
    v: 'เมืองสุราษฎร์ธานี',
    ppid: '84',
  },
  {
    pid: '8402',
    v: 'กาญจนดิษฐ์',
    ppid: '84',
  },
  {
    pid: '8403',
    v: 'ดอนสัก',
    ppid: '84',
  },
  {
    pid: '8404',
    v: 'เกาะสมุย',
    ppid: '84',
  },
  {
    pid: '8405',
    v: 'เกาะพะงัน',
    ppid: '84',
  },
  {
    pid: '8406',
    v: 'ไชยา',
    ppid: '84',
  },
  {
    pid: '8407',
    v: 'ท่าชนะ',
    ppid: '84',
  },
  {
    pid: '8408',
    v: 'คีรีรัฐนิคม',
    ppid: '84',
  },
  {
    pid: '8409',
    v: 'บ้านตาขุน',
    ppid: '84',
  },
  {
    pid: '8410',
    v: 'พนม',
    ppid: '84',
  },
  {
    pid: '8411',
    v: 'ท่าฉาง',
    ppid: '84',
  },
  {
    pid: '8412',
    v: 'บ้านนาสาร',
    ppid: '84',
  },
  {
    pid: '8413',
    v: 'บ้านนาเดิม',
    ppid: '84',
  },
  {
    pid: '8414',
    v: 'เคียนซา',
    ppid: '84',
  },
  {
    pid: '8415',
    v: 'เวียงสระ',
    ppid: '84',
  },
  {
    pid: '8416',
    v: 'พระแสง',
    ppid: '84',
  },
  {
    pid: '8417',
    v: 'พุนพิน',
    ppid: '84',
  },
  {
    pid: '8418',
    v: 'ชัยบุรี',
    ppid: '84',
  },
  {
    pid: '8419',
    v: 'วิภาวดี',
    ppid: '84',
  },
  {
    pid: '8501',
    v: 'เมืองระนอง',
    ppid: '85',
  },
  {
    pid: '8502',
    v: 'ละอุ่น',
    ppid: '85',
  },
  {
    pid: '8503',
    v: 'กะเปอร์',
    ppid: '85',
  },
  {
    pid: '8504',
    v: 'กระบุรี',
    ppid: '85',
  },
  {
    pid: '8505',
    v: 'สุขสำราญ',
    ppid: '85',
  },
  {
    pid: '8601',
    v: 'เมืองชุมพร',
    ppid: '86',
  },
  {
    pid: '8602',
    v: 'ท่าแซะ',
    ppid: '86',
  },
  {
    pid: '8603',
    v: 'ปะทิว',
    ppid: '86',
  },
  {
    pid: '8604',
    v: 'หลังสวน',
    ppid: '86',
  },
  {
    pid: '8605',
    v: 'ละแม',
    ppid: '86',
  },
  {
    pid: '8606',
    v: 'พะโต๊ะ',
    ppid: '86',
  },
  {
    pid: '8607',
    v: 'สวี',
    ppid: '86',
  },
  {
    pid: '8608',
    v: 'ทุ่งตะโก',
    ppid: '86',
  },
  {
    pid: '9001',
    v: 'เมืองสงขลา',
    ppid: '90',
  },
  {
    pid: '9002',
    v: 'สทิงพระ',
    ppid: '90',
  },
  {
    pid: '9003',
    v: 'จะนะ',
    ppid: '90',
  },
  {
    pid: '9004',
    v: 'นาทวี',
    ppid: '90',
  },
  {
    pid: '9005',
    v: 'เทพา',
    ppid: '90',
  },
  {
    pid: '9006',
    v: 'สะบ้าย้อย',
    ppid: '90',
  },
  {
    pid: '9007',
    v: 'ระโนด',
    ppid: '90',
  },
  {
    pid: '9008',
    v: 'กระแสสินธุ์',
    ppid: '90',
  },
  {
    pid: '9009',
    v: 'รัตภูมิ',
    ppid: '90',
  },
  {
    pid: '9010',
    v: 'สะเดา',
    ppid: '90',
  },
  {
    pid: '9011',
    v: 'หาดใหญ่',
    ppid: '90',
  },
  {
    pid: '9012',
    v: 'นาหม่อม',
    ppid: '90',
  },
  {
    pid: '9013',
    v: 'ควนเนียง',
    ppid: '90',
  },
  {
    pid: '9014',
    v: 'บางกล่ำ',
    ppid: '90',
  },
  {
    pid: '9015',
    v: 'สิงหนคร',
    ppid: '90',
  },
  {
    pid: '9016',
    v: 'คลองหอยโข่ง',
    ppid: '90',
  },
  {
    pid: '9101',
    v: 'เมืองสตูล',
    ppid: '91',
  },
  {
    pid: '9102',
    v: 'ควนโดน',
    ppid: '91',
  },
  {
    pid: '9103',
    v: 'ควนกาหลง',
    ppid: '91',
  },
  {
    pid: '9104',
    v: 'ท่าแพ',
    ppid: '91',
  },
  {
    pid: '9105',
    v: 'ละงู',
    ppid: '91',
  },
  {
    pid: '9106',
    v: 'ทุ่งหว้า',
    ppid: '91',
  },
  {
    pid: '9107',
    v: 'มะนัง',
    ppid: '91',
  },
  {
    pid: '9201',
    v: 'เมืองตรัง',
    ppid: '92',
  },
  {
    pid: '9202',
    v: 'กันตัง',
    ppid: '92',
  },
  {
    pid: '9203',
    v: 'ย่านตาขาว',
    ppid: '92',
  },
  {
    pid: '9204',
    v: 'ปะเหลียน',
    ppid: '92',
  },
  {
    pid: '9205',
    v: 'สิเกา',
    ppid: '92',
  },
  {
    pid: '9206',
    v: 'ห้วยยอด',
    ppid: '92',
  },
  {
    pid: '9207',
    v: 'วังวิเศษ',
    ppid: '92',
  },
  {
    pid: '9208',
    v: 'นาโยง',
    ppid: '92',
  },
  {
    pid: '9209',
    v: 'รัษฎา',
    ppid: '92',
  },
  {
    pid: '9210',
    v: 'หาดสำราญ',
    ppid: '92',
  },
  {
    pid: '9301',
    v: 'เมืองพัทลุง',
    ppid: '93',
  },
  {
    pid: '9302',
    v: 'กงหรา',
    ppid: '93',
  },
  {
    pid: '9303',
    v: 'เขาชัยสน',
    ppid: '93',
  },
  {
    pid: '9304',
    v: 'ตะโหมด',
    ppid: '93',
  },
  {
    pid: '9305',
    v: 'ควนขนุน',
    ppid: '93',
  },
  {
    pid: '9306',
    v: 'ปากพะยูน',
    ppid: '93',
  },
  {
    pid: '9307',
    v: 'ศรีบรรพต',
    ppid: '93',
  },
  {
    pid: '9308',
    v: 'ป่าบอน',
    ppid: '93',
  },
  {
    pid: '9309',
    v: 'บางแก้ว',
    ppid: '93',
  },
  {
    pid: '9310',
    v: 'ป่าพยอม',
    ppid: '93',
  },
  {
    pid: '9311',
    v: 'ศรีนครินทร์',
    ppid: '93',
  },
  {
    pid: '9401',
    v: 'เมืองปัตตานี',
    ppid: '94',
  },
  {
    pid: '9402',
    v: 'โคกโพธิ์',
    ppid: '94',
  },
  {
    pid: '9403',
    v: 'หนองจิก',
    ppid: '94',
  },
  {
    pid: '9404',
    v: 'ปะนาเระ',
    ppid: '94',
  },
  {
    pid: '9405',
    v: 'มายอ',
    ppid: '94',
  },
  {
    pid: '9406',
    v: 'ทุ่งยางแดง',
    ppid: '94',
  },
  {
    pid: '9407',
    v: 'สายบุรี',
    ppid: '94',
  },
  {
    pid: '9408',
    v: 'ไม้แก่น',
    ppid: '94',
  },
  {
    pid: '9409',
    v: 'ยะหริ่ง',
    ppid: '94',
  },
  {
    pid: '9410',
    v: 'ยะรัง',
    ppid: '94',
  },
  {
    pid: '9411',
    v: 'กะพ้อ',
    ppid: '94',
  },
  {
    pid: '9412',
    v: 'แม่ลาน',
    ppid: '94',
  },
  {
    pid: '9501',
    v: 'เมืองยะลา',
    ppid: '95',
  },
  {
    pid: '9502',
    v: 'เบตง',
    ppid: '95',
  },
  {
    pid: '9503',
    v: 'บันนังสตา',
    ppid: '95',
  },
  {
    pid: '9504',
    v: 'ธารโต',
    ppid: '95',
  },
  {
    pid: '9505',
    v: 'ยะหา',
    ppid: '95',
  },
  {
    pid: '9506',
    v: 'รามัน',
    ppid: '95',
  },
  {
    pid: '9507',
    v: 'กาบัง',
    ppid: '95',
  },
  {
    pid: '9508',
    v: 'กรงปีนัง',
    ppid: '95',
  },
  {
    pid: '9601',
    v: 'เมืองนราธิวาส',
    ppid: '96',
  },
  {
    pid: '9602',
    v: 'ตากใบ',
    ppid: '96',
  },
  {
    pid: '9603',
    v: 'บาเจาะ',
    ppid: '96',
  },
  {
    pid: '9604',
    v: 'ยี่งอ',
    ppid: '96',
  },
  {
    pid: '9605',
    v: 'ระแงะ',
    ppid: '96',
  },
  {
    pid: '9606',
    v: 'รือเสาะ',
    ppid: '96',
  },
  {
    pid: '9607',
    v: 'ศรีสาคร',
    ppid: '96',
  },
  {
    pid: '9608',
    v: 'แว้ง',
    ppid: '96',
  },
  {
    pid: '9609',
    v: 'สุคิริน',
    ppid: '96',
  },
  {
    pid: '9610',
    v: 'สุไหงโก-ลก',
    ppid: '96',
  },
  {
    pid: '9611',
    v: 'สุไหงปาดี',
    ppid: '96',
  },
  {
    pid: '9612',
    v: 'จะแนะ',
    ppid: '96',
  },
  {
    pid: '9613',
    v: 'เจาะไอร้อง',
    ppid: '96',
  },
]
